{
  "setups" : [
    "Dad, did you get a haircut?",
    "My wife is really mad at the fact that I have no sense of direction.",
    "How do you get a squirrel to like you?",
    "Why don't eggs tell jokes?",
    "I don't trust stairs.",
    "What do you call someone with no body and no nose?",
    "Did you hear the rumor about butter?",
    "Why couldn't the bicycle stand up by itself?",
    "Dad, can you put my shoes on?",
    "Why can't a nose be 12 inches long?",
    "This graveyard looks overcrowded.",
    "Dad, can you put the cat out?",
    "What time did the man go to the dentist?",
    "How many tickles does it take to make an octopus laugh?",
    "What concert costs just 45 cents?",
    "How do you make a tissue dance?",
    "Why did the math book look so sad?",
    "What do you call cheese that isn't yours?",
    "What kind of shoes do ninjas wear?",
    "How does a penguin build its house?",
    "Today, my son asked 'Can I have a book mark?' and I burst into tears.",
    "What did the shoe say to the confused hat?",
    "What do you call a man with no arms or legs in the middle of the ocean?",
    "How did you quit smoking?",
    "What does a perverted frog say?",
    "What goes in hard and dry then comes out wet and soft?"
  ],
  "punchlines" : [
    "No, I got them all cut!",
    "So I packed up my stuff and right!",
    "Act like a nut.",
    "They'd crack each other up.",
    "They're always up to something.",
    "Nobody knows.",
    "Well, I'm not going to spread it!",
    "It was two tired.",
    "No, I don't think they'll fit me.",
    "Because then it would be a foot.",
    "People must be dying to get in.",
    "I didn't know it was on fire.",
    "Tooth hurt-y.",
    "Ten tickles.".
    "50 Cent featuring Nickelback!",
    "You put a little boogie in it.",
    "Because of all of its problems!",
    "Nacho cheese.",
    "Sneakers!",
    "Igloos it together.",
    "11 years old and he still doesn't know my name is Brian.",
    "You go on ahead.",
    "bob",
    "I decided to smoke only after sex.",
    "Rubbit",
    "Chewing gum"
  ]
}